{
    "businessSupport" : [
        {
            "job" : "재무, 관리",
            "desc" : "회사운영 및 경영활동에 관한 업무를 수행합니다. 경영상황과 목표에 맞춰 자금을 운용하고 재무제표 및 각종 경영자료 작성, 세무회계 업무를 수행합니다."
        },
        {
            "job" : "인사, 총무",
            "desc" : "채용, 교육, 인력운용, 조직문화, 자산 및 시설관리, 복리후생 등 회사의 인적, 물적자원에 대한 모든 종류의 업무를 수행합니다."
        },
        {
            "job" : "홍보",
            "desc" : "사내 커뮤니케이션을 활성화하고 임직원 만족도를 높이는 활동과 대외 언론홍보 등의 업무를 수행합니다."
        },
        {
            "job" : "물류",
            "desc" : "재고관리, 통관, 물류 등의 업무를 통해 제품의 정확한 운송을 책임지는 기획 및 실무업무를 수행합니다."
        },
        {
            "job" : "정보혁신, IT",
            "desc" : "사내 IT시설을 담당하며 업무프로세스 개선을 통해 생산효율에 기여합니다. 점차 중요성이 증대되는 빅데이터나 정보보안에 관한 기술이 요구됩니다."
        }
    ],

    "sales" : [
        {
            "job" : "국내영업",
            "desc" : "제품 판매 및 거래선 관리 등 전략적인 영업을 주 업무로 하며 시장과 경쟁사의 동향에 대한 분석과 판단을 통해 시장점유율을 높이는 업무를 수행합니다."
        },
        {
            "job" : "해외영업",
            "desc" : "해외 영업전략을 수립하고 판매에서부터 사후관리까지 전체영업을 관리하며, 해외법인과의 협업을 통한 신시장 개척의 업무를 수행합니다."
        },
        {
            "job" : "영업지원 및 마케팅",
            "desc" : "시장분석, 영업실적, 대외환경 등 다양한 지표의 관리 및 분석을 통한 마케팅 전략을 수립하고, 국내외 컨퍼런스 등 제품홍보를 위한 업무를 통해 영업을 지원합니다."
        }
    ],

    "productionManufacturing" : [
        {
            "job" : "생산관리",
            "desc" : "공장생산의 모든 공정에 담당자로서 원료에서부터 생산, 완제품 저장 및 출하까지 전 프로세스에 대한 공정관리, 계획수립, 제품관리, 안전환경, 물류 등 제품생산에 관련된 모든 것을 진행하는 직무입니다."
        },
        {
            "job" : "품질관리",
            "desc" : "제품의 이해와 특성을 파악하고 생산팀, 영업팀과의 지속적인 커뮤니케이션을 통해 더 좋은 품질의 제품이 생산되도록 지원하는 업무입니다."
        }
    ],

    "productionSupport" : [
        {
            "job" : "기계",
            "desc" : "Plant의 기계, 배관설비에 대한 설비투자 및 보전, 시설관리 등의 업무를 계획 및 실행하며, 국내/외 설비관련 규격, 코드 등을 설비 유지관리에 직접 적용함으로써 설비 Trouble 방지 및 개선 등을 통해 안정적인 Plant 운전을 지원하는 직무입니다."
        },
        {
            "job" : "전기",
            "desc" : "Plant의 전기설비에 대한 설비투자 및 보전, 시설관리 등의 업무를 계획 및 실행하며, 전력계통의 설계 및 운영, 관리 등의 업무를 통해 Plant 에 안정적이고 질 좋은 전력을 항시 공급하는 역할을 수행합니다."
        },
        {
            "job" : "안전, 보건",
            "desc" : "공장 내 사고의 위험성을 찾아내고 이를 제어하여 안전한 환경을 유지하고, 사전에 위험을 방지할 수 있는 예방 및 개선 활동을 수행합니다."
        },
        {
            "job" : "환경",
            "desc" : "수질, 대기, 폐기물, 유독물, 악취관리 등에 대한 현장관리 업무와 이와 관련된 법규 및 대관대응, 기타 대외활동 등의 업무를 수행합니다."
        }
    ],

    "research" : [
        {
            "job" : "경쟁력 향상",
            "desc" : "회사의 중장기 전략에 기반한 미래핵심기술을 선제적으로 확보하고, 핵심기술분야의 지속적인 연구개발을 통해 기존제품의 경쟁력을 향상시키는 직무입니다."
        },
        {
            "job" : "전문성, 책임감",
            "desc" : "본인의 전공지식과 역량을 최대한 발휘하여 해당 분야의 기획에서부터 합성, 분석 등 실제 연구를 통해 새로운 물질을 만들어 내는 전문성과 책임감이 필요합니다."
        }
    ]
}